window.jsonData = {
  // "backgroundColor" : "#fd6e4c",
  "questions" : [
    {
      "id" : 1,
      "title" : "您的年龄阶段：",
      "type" : "radio",
      "next" : "2" ,
      "options" : [
        {
          "id" : "A",
          "title" : "12以下"
        },
        {
          "id" : "B",
          "title" : "12~15"
        },
        {
          "id" : "C",
          "title" : "16~20"
        },
        {
          "id" : "D",
          "title" : "21~25"
        },
        {
          "id" : "E",
          "title" : "26~30"
        },
        {
          "id" : "F",
          "title" : "31~40"
        },
        {
          "id" : "G",
          "title" : "41以上"
        }
      ]
    },
    {
      "id" : 2,
      "title" : "您的职业：",
      "type" : "radio",
      "next" : "3" ,
      "options" : [
        {
          "id" : "A",
          "title" : "无业／失业／待业"
        },
        {
          "id" : "B",
          "title" : "上班族"
        },
        {
          "id" : "C",
          "title" : "工人"
        },
        {
          "id" : "D",
          "title" : "商人/个体"
        },
        {
          "id" : "E",
          "title" : "学生"
        },
        {
          "id" : "F",
          "title" : "农民"
        },
        {
          "id" : "G",
          "title" : "其他"
        }
      ]
    },
    {
      "id" : 3,
      "title" : "您的月收入：",
      "type" : "radio",
      "next" : "4" ,
      "options" : [
        {
          "id" : "A",
          "title" : "No income"
        },
        {
          "id" : "B",
          "title" : "MMK 10000以下"
        },
        {
          "id" : "C",
          "title" : "MMK 100000-200000"
        },
        {
          "id" : "D",
          "title" : "MMK 200000-300000"
        },
        {
          "id" : "E",
          "title" : "MMK 300000-400000"
        },
        {
          "id" : "F",
          "title" : "MMK 400000-500000"
        },
        {
          "id" : "G",
          "title" : "Over MMK 500000"
        }
      ]
    },
    {
      "id" : 4,
      "title" : "您所在的地区属于：",
      "type" : "radio",
      "next" : "5" ,
      "options" : [
        {
          "id" : "A",
          "title" : "仰光、曼德勒、内比都（大城市）"
        },
        {
          "id" : "B",
          "title" : "其他省会城市"
        },
        {
          "id" : "C",
          "title" : "区县级城市或乡镇"
        },
        {
          "id" : "D",
          "title" : "农村"
        }
      ]
    },
    {
      "id" : 5,
      "title" : "（多选）日常生活中，除现金支付外，您还会采用哪些支付方式？",
      "type" : "checkbox",
      "next" : "6" ,
      "options" : [
        {
          "id" : "A",
          "title" : "信用卡支付"
        },
        {
          "id" : "B",
          "title" : "手机APP支付"
        },
        {
          "id" : "C",
          "title" : "话费支付（如购买彩铃服务等）"
        },
        {
          "id" : "D",
          "title" : "其他"
        }
      ]
    },
    {
      "id" : 6,
      "title" : "（多选）除了电视之外，您平时会从哪里获得/观看视频？",
      "type" : "checkbox",
      "next" : "7" ,
      "options" : [
        {
          "id" : "A",
          "title" : "Facebook"
        },
        {
          "id" : "B",
          "title" : "Youtube"
        },
        {
          "id" : "C",
          "title" : "快牙"
        },
        {
          "id" : "D",
          "title" : "其他视频网站/app（Facebook、Youtube和快牙除外）"
        },
        {
          "id" : "E",
          "title" : "租借光盘观看电影、电视剧等视频"
        },
        {
          "id" : "F",
          "title" : "从别人那里接收视频观看"
        },
        {
          "id" : "G",
          "title" : "其他"
        }
      ]
    },
    {
      "id" : 7,
      "title" : "（多选）假如您身边某个人拥有很多优质的视频，您可以通过付费的方式购买他/她的视频，您所能承担的费用是？",
      "type" : "checkbox",
      "next" : "8" ,
      "options" : [
        {
          "id" : "A",
          "title" : "我愿意用400缅甸币购买一部最新的电影"
        },
        {
          "id" : "B",
          "title" : "我愿意用2000缅甸币购买一部完整的电视剧"
        },
        {
          "id" : "C",
          "title" : "我愿意用200缅甸币购买10首音乐"
        },
        {
          "id" : "D",
          "title" : "我愿意以不低于100缅甸币/个的价格购买其他种类的视频"
        },
        {
          "id" : "E",
          "title" : "我不想花钱购买视频"
        }
      ]
    },
    {
      "id" : 8, //上一题勾选A、B、C、D选项的用户回答下一题：
      "title" : "（多选）您愿意付费购买以下哪一类视频？",
      "type" : "checkbox",
      "next" : "9" ,
      "options" : [
        {
          "id" : "A",
          "title" : "比较血腥暴力的动作电影/中国功夫电影"
        },
        {
          "id" : "B",
          "title" : "欧美电影"
        },
        {
          "id" : "C",
          "title" : "印度电影"
        },
        {
          "id" : "D",
          "title" : "其他类型的电影（动作、功夫、欧美、印度电影除外）"
        },
        {
          "id" : "E",
          "title" : "电视剧：家庭喜剧"
        },
        {
          "id" : "F",
          "title" : "电视剧：都市情感剧"
        },
        {
          "id" : "G",
          "title" : "其他电视剧（家庭喜剧、都市情感剧除外）"
        },
        {
          "id" : "H",
          "title" : "乡村音乐"
        },
        {
          "id" : "I",
          "title" : "国内流行音乐"
        },
        {
          "id" : "J",
          "title" : "欧美音乐"
        },
        {
          "id" : "K",
          "title" : "其他类型的音乐（传统、国内流行音乐和欧美音乐除外）"
        },
        {
          "id" : "L",
          "title" : "搞笑类节目"
        },
        {
          "id" : "M",
          "title" : "电视综艺节目"
        },
        {
          "id" : "N",
          "title" : "体育比赛"
        },
        {
          "id" : "O",
          "title" : "其他"
        }
      ]
    },
    {
      "id" : 9,
      "title" : "您或您身边是否已经有人通过快牙将自己的视频/音乐传输给他人，并以此收费？",
      "type" : "radio",
      "next" : "10" ,
      "options" : [
        {
          "id" : "A",
          "title" : "没有，我和我身边的人都是互相之间免费分享内容"
        },
        {
          "id" : "B",
          "title" : "有，但这样的人很少，只有1-2个"
        },
        {
          "id" : "C",
          "title" : "有这样的人，3-10个"
        },
        {
          "id" : "D",
          "title" : "有这样的人，11个及以上"
        }
      ]
    },
    {
      "id" : 10,
      "title" : "您是否愿意通过上述方式来获得收入？",
      "type" : "radio",
      "next" : "11" ,
      "options" : [
        {
          "id" : "A",
          "title" : "我愿意付费购买设备，但希望费用较低"
        },
        {
          "id" : "B",
          "title" : "我愿意付费购买设备，只要所支付费用能通过分发视频挣回来"
        },
        {
          "id" : "C",
          "title" : " 我不愿意，因为需要自己购买设备和视频内容"
        },
        {
          "id" : "D",
          "title" : "我不愿意，因为我不看好这种盈利方式，我觉得赚不到钱"
        },
        {
          "id" : "E",
          "title" : "我看不懂这种获利方式的逻辑"
        }
      ]
    },
    {
      "id" : 11,
      "next" : "12" ,
      "title" : "您所能承受的设备价格区间是：",
      "type" : "checkbox",
      "options" : [
        {
          "id" : "A",
          "title" : "6000-10000"
        },
        {
          "id" : "B",
          "title" : "10000-20000"
        },
        {

          "id" : "C",
          "title" : "20000-30000"
        },
        {
          "id" : "D",
          "title" : "30000以上"
        },
        {
          "id" : "E",
          "title" : "我非常想购买，但价格超出了我的能力范围"
        },
        {
          "id" : "F",
          "title" : "我不想购买"
        }
      ]
    },
    {
      "id" : 12, //上一题勾选A、B、C、D、E选项的用户回答下一题：
      "title" : "在购买设备的基础上，您是否还愿意向快牙购买优质视频内容（假设您后续可以通过有偿分发这些视频获利）？",
      "type" : "radio",
      "next" : "13" ,
      "options" : [
        {
          "id" : "A",
          "title" : "如果我能通过视频分发挣到钱，我愿意尝试购买视频，但希望费用较低"
        },
        {
          "id" : "B",
          "title" : "如果我能通过视频分发挣到钱，我愿意尝试购买视频，所支付费用能通过分发视频挣回来就行"
        },
        {
          "id" : "C",
          "title" : "我不想再花钱买视频，因为我有自己免费的内容来源"
        },
        {
          "id" : "D",
          "title" : "我不想再花钱买视频，我担心会亏本"
        }
      ]
    },
    {
      "id" : 13,
      "title" : "您每月能承受的视频会员价格是",
      "type" : "radio",
      "next" : "14" ,
      "options" : [
        {
          "id" : "A",
          "title" : "每月花费不能超过2500"
        },
        {
          "id" : "B",
          "title" : "每月花费不能超过5000"
        },
        {
          "id" : "C",
          "title" : "每月花费不能超过7000"
        }
      ]
    }
  ]
}
