window.jsonData = {
  // "backgroundColor" : "#fd6e4c",
  "questions" : [
    {
      "id" : 1,
      "title" : "အသက္：",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : "12ႏွစ္ေအာက္"
        },
        {
          "id" : "B",
          "title" : "12~15"
        },
        {
          "id" : "C",
          "title" : "16~20"
        },
        {
          "id" : "D",
          "title" : "21~25"
        },
        {
          "id" : "E",
          "title" : "26~30"
        },
        {
          "id" : "F",
          "title" : "31~40"
        },
        {
          "id" : "G",
          "title" : "40အထက္"
        }
      ]
    },
    {
      "id" : 2,
      "title" : "အလုပ္အကိုင္：",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : " အလုပ္မရွိ၊ အလုပ္ရွာေနဆဲဲ"
        },
        {
          "id" : "B",
          "title" : "၀န္ထမ္း"
        },
        {
          "id" : "C",
          "title" : "အလုပ္သမား"
        },
        {
          "id" : "D",
          "title" : "ကိုယ္ပိုင္စီးပြားေရးလုပ္ငန္း"
        },
        {
          "id" : "E",
          "title" : "ေက်ာင္းသား"
        },
        {
          "id" : "F",
          "title" : "လယ္ယာစိုက္ပ်ိဳးေရးလုပ္ငန္း"
        },
        {
          "id" : "G",
          "title" : "အျခား"
        }
      ]
    },
    {
      "id" : 3,
      "title" : "ခင္ဗ်ားတစ္လ၀င္ေငြ：",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : "၀င္ေငြမရွိပါ"
        },
        {
          "id" : "B",
          "title" : "တစ္သိန္းေအာက္"
        },
        {
          "id" : "C",
          "title" : "တစ္သိန္းမွႏွစ္သိန္းၾကား"
        },
        {
          "id" : "D",
          "title" : "ႏွစ္သိန္းမွသံုးသိန္းၾကား"
        },
        {
          "id" : "E",
          "title" : "သံုးသိန္းမွေလးသိန္းၾကား"
        },
        {
          "id" : "F",
          "title" : "ေလးသိန္းမွ၅သိန္းၾကား"
        },
        {
          "id" : "G",
          "title" : "ငါးသိန္းအထက္"
        }
      ]
    },
    {
      "id" : 4,
      "title" : "သင္ေနထိုင္ေသာေနရာ：",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : "ရန္ကုန္၊ မႏၱေလး၊ ေနၿပည္ေတာ္"
        },
        {
          "id" : "B",
          "title" : "အျခားၿမိဳ႕ႀကီး"
        },
        {
          "id" : "C",
          "title" : "ရက္ကြက္"
        },
        {
          "id" : "D",
          "title" : "ေက်းရြာ"
        }
      ]
    },
    {
      "id" : 5,
      "title" : "ေငြသားပိုက္ဆံမွလႊဲ၍ ေအာက္ပါစနစ္ျဖင့္ေငြေခ်ဖူးပါသလား(တစ္ခုအထက္ေရြးခ်ယ္လို႕ရ)",
      "type" : "checkbox",
      "options" : [
        {
          "id" : "A",
          "title" : "credit card ျဖင့္ေငြေခ်"
        },
        {
          "id" : "B",
          "title" : "ဖုန္း APP ျဖင့္ေငြေခ်"
        },
        {
          "id" : "C",
          "title" : "ဖုန္းေဘလ္ျဖင့္ေခ်（Ring tone ၀ယ္ယူ）"
        },
        {
          "id" : "D",
          "title" : "ေငြသားပိုက္ဆံျဖင့္သာအသံုးျပဳသည္"
        },
        {
          "id" : "E",
          "title" : "အျခား္"
        }
      ]
    },
    {
      "id" : 6,
      "title" : "TV မွလႊဲ၍ အျခားမည္သည့္ေနရာတြင္ဗီဒီယိုရုပ္ရွင္မ်ားၾကည့္ပါသလဲ။(တစ္ခုအထက္ေရြးခ်ယ္လို႕ရ)",
      "type" : "checkbox",
      "options" : [
        {
          "id" : "A",
          "title" : "Facebook"
        },
        {
          "id" : "B",
          "title" : "Youtube"
        },
        {
          "id" : "C",
          "title" : "Zapya"
        },
        {
          "id" : "D",
          "title" : "အျခားဗီဒီယို website/app"
        },
        {
          "id" : "E",
          "title" : "ေခြငွား/၀ယ္ၿပီး ဗီဒီယိုရုပ္ရွင္ဇာတ္ကားၾကည့္ပါသည္"
        },
        {
          "id" : "F",
          "title" : "သူတစ္ပါးမွေပးပို႕ေသာ ဗီဒီယိုမ်ားကိုၾကည့္ပါသည္"
        },
        {
          "id" : "G",
          "title" : "အျခား"
        }
      ]
    },
    {
      "id" : 7,
      "title" : "အကယ္၍ သင္ပတ္၀န္းက်င္တြင္ ဗီဒီယိုေကာင္းမ်ားေရာင္းတဲ႕လူရွိလွ်င္ သင္လက္ခံႏိုင္ေသာေစ်ားနဳန္း? (တစ္ခုအထက္ေရြးခ်ယ္လို႕ရ)",
      "type" : "checkbox",
      "options" : [
        {
          "id" : "A",
          "title" : "400က်ပ္ေပးၿပီး ဇာတ္ကားသစ္တစ္ခုကိုရယ"
        },
        {
          "id" : "B",
          "title" : "၂၀၀၀က်ပ္ေပးၿပီး ဇာတ္လမ္းတြဲတစ္ခုကိုရယူ"
        },
        {
          "id" : "C",
          "title" : "၂၀၀က်ပ္ေပးၿပီး သီခ်င္း၁၀ပုဒ္ကိုရယူ"
        },
        {
          "id" : "D",
          "title" : "တစ္ခုကို၁၀၀က်ပ္အထက္ေစ်းႏူန္းျဖင့္ အျခားဗီဒီယိုမ်ားကိုရယူ"
        },
        {
          "id" : "E",
          "title" : "ပိုက္ဆံျဖင့္ ဗီဒီယို၀ယ္ေသာ ဆႏၵမရွိပါ"
        }
      ]
    },
    {
      "id" : 8, //上一题勾选A、B、C、D选项的用户回答下一题：
      "title" : "ပို္က္ဆံေပးၿပီး မည္သည့္ဗီဒီယိုမ်ားကို၀ယ္လိုပါသလဲ?",
      "type" : "checkbox",
      "options" : [
        {
          "id" : "A",
          "title" : "ဇာတ္ၾကမ္း Action ဇာတ္ကား၊ တရုတ္သိုင္းကား"
        },
        {
          "id" : "B",
          "title" : "အေနာက္တို္င္းဇာတ္ကား"
        },
        {
          "id" : "C",
          "title" : "ကုလားကား"
        },
        {
          "id" : "D",
          "title" : "ABCလႊဲေသာ အျခားဇာတ္ကား"
        },
        {
          "id" : "E",
          "title" : "ဇာတ္လမ္းတြဲ: မိသားစုဟသကား"
        },
        {
          "id" : "F",
          "title" : "ဇာတ္လမ္းတြဲ:အခ်စ္ဇာတ္ကား"
        },
        {
          "id" : "G",
          "title" : "EF မွလႊဲေသာအျခားဇာတ္လမ္းတြဲ"
        },
        {
          "id" : "H",
          "title" : "ေက်းရြာဓေလ့ဂီတ"
        },
        {
          "id" : "I",
          "title" : "ျမန္မာျပည္တြင္ေခတ္စားေသာဂီတ"
        },
        {
          "id" : "J",
          "title" : "အေနာက္တို္င္းဂီတ"
        },
        {
          "id" : "K",
          "title" : "HIJ မွလႊဲေသာအျခားဂီတ"
        },
        {
          "id" : "L",
          "title" : "ဟာသအစီအစဥ္"
        },
        {
          "id" : "M",
          "title" : "TV ေပ်ာ္ပြဲရြင္ပြဲ"
        },
        {
          "id" : "N",
          "title" : "အားကစားၿပိဳင္ပြဲ"
        },
        {
          "id" : "O",
          "title" : "အျခား"
        }
      ]
    },
    {
      "id" : 9,
      "title" : "သင္ပတ္၀န္းက်င္တြင္ ဗီဒီယိုေကာင္းမ်ားကို Zapya ျဖင့္ပို႕ေပးၿပီး အခေၾကးေငြ/ ေရာင္းသူရွိေနၿပီလား",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : "မရွိပါ။ အခ်င္းခ်င္းအလကားပို႕ေပးပါသည္။"
        },
        {
          "id" : "B",
          "title" : "ရွိပါတယ္။ တစ္ေယာက္ႏွစ္ေယာက္"
        },
        {
          "id" : "C",
          "title" : "ရွိပါတယ္။ သံုးေယာက္မွဆယ္ေယာက္အတြင္း"
        },
        {
          "id" : "D",
          "title" : "ရွိပါတယ္။ ဆယ္ေယာက္အထက္"
        }
      ]
    },
    {
      "id" : 10,
      "title" : "(ေအာက္ပါေမးခြန္းမ်ားသည္ စိတ္ကူးျဖင့္မွန္းဆထားေသာေမးခြန္းမ်ားျဖစ္သည္။)အကယ္၍Zapya မွ device တစ္ခုတီထြင္လိုက္ၿပီ၊ ထုိdevice က အင္တာနက္လွ်င္ျမန္စြာခ်ိတ္ႏိုင္သည္၊ ေပးပို႕မွ်ေ၀ႏိုင္သည္။ save လို႕ရသည္။ သင္လြယ္ကူစြာျဖင့္ Zapya မွ ဗီဒိယိုသစ္မ်ားကို ရယူႏိုင္ၿပီး save ထားလို႕ရပါတယ္။ အျခားလူမ်ားကိုလည္း ဗီဒီယိုေရာင္းၿပီး ၀င္ေငြရယူႏိုင္ပါသည္။( device ကို Zapya မွ ၀ယ္ယူရမည္ျဖစ္ပါတယ္)  အထက္ေျပာထားေသာနည္းလမ္းျဖင့္ ၀င္ေငြရယူပါသလား？",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : "device ၀ယ္ယူခ်င္ပါတယ္။ ေစ်းႏူန္းအနည္းငယ္ျဖင့္"
        },
        {
          "id" : "B",
          "title" : "device ၀ယ္ယူမယ္။ ဗီဒီယိုေရာင္းေငြအရင္းျပန္ရလွ်င္"
        },
        {
          "id" : "C",
          "title" : "device မ၀ယ္လိုပါ"
        },
        {
          "id" : "D",
          "title" : "အရင္းျပန္မရမွာစိုးရိမ္လို႕ device မ၀ယ္လိုပါ။"
        },
        {
          "id" : "E",
          "title" : "ဒီလိုစနစ္ကိုသိပ္နားမလည္ပါ။"
        }
      ]
    },
    {
      "id" : 11,
      "title" : "ခင္ဗ်ားလက္ခံႏိုင္ေသာ device ေစ်းနဳန္း：",
      "type" : "checkbox",
      "options" : [
        {
          "id" : "A",
          "title" : "6000-10000"
        },
        {
          "id" : "B",
          "title" : "10000-20000"
        },
        {
          "id" : "C",
          "title" : "20000-30000"
        },
        {
          "id" : "D",
          "title" : "30000 အထက္"
        },
        {
          "id" : "E",
          "title" : "ေစ်းမ်ားတယ္"
        },
        {
          "id" : "F",
          "title" : "မ၀ယ္ခ်င္ပါ"
        }
      ]
    },
    {
      "id" : 12, //上一题勾选A、B、C、D、E选项的用户回答下一题：
      "title" : "device  ၀ယ္ၿပီးလွ်င္ ဗီဒီယိုမ်ားကို ၀ယ္ရန္ဆႏၵရွိပါလား",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : "အျမတ္ရပါက ဗီဒီယိုမ်ားကို၀ယ္မည္ျဖစ္ပါသည္။ "
        },
        {
          "id" : "B",
          "title" : "အျမတ္ရပါက ဗီဒီယိုမ်ားကို၀ယ္မည္ျဖစ္ပါသည္။ အျခားလူမ်ားကို မွ်ေ၀ေပးပို႕ၿပီး အရင္းျပန္ရလွ်င္"
        },
        {
          "id" : "C",
          "title" : "ဗီဒီယိုမ်ားကိုမ၀ယ္လိုပါ။ မိမိမွာ ဗီဒီယိုရႏိုင္ေသာနည္းလမ္းရွိပါတယ္။"
        },
        {
          "id" : "D",
          "title" : "ဗီဒီယိုမ်ားကိုမ၀ယ္လိုပါ၊ အရင္ျပန္မရမွာစိုးရိမ္လို႕"
        }
      ]
    },
    {
      "id" : 13,
      "title" : "ဗီဒီယိုအသင္၀င္အျဖစ္ တစ္လလွ်င္",
      "type" : "radio",
      "options" : [
        {
          "id" : "A",
          "title" : "၂၅၀၀ႏွင့္၂၅၀၀ေအာက္"
        },
        {
          "id" : "B",
          "title" : "၅၀၀၀ႏွင့္၅၀၀၀ေအာက္"
        },
        {
          "id" : "C",
          "title" : "၇၀၀၀အထက္"
        }
      ]
    }
  ]
}
